const Map<String, String> hi = {
  /// ============== BASE ==============///
  'change_language': 'भाषा',
  'select_language': 'भाषा चुनें',
  'English': 'अंग्रेज़ी',
  'Espanol': 'स्पेनिश',
  'Portuguese': 'पुर्तगाली',
  'Hindi': 'हिंदी',
  'Francais': 'फ्रेंच',
  'Vietnamese': 'वियतनामी भाषा',
  'Russian': 'रूसी',
  'intro_07': 'शुरू करें',
  'intro_08': 'अगला',
  'ads_001': 'सफलतापूर्वक विज्ञापन लोड हो रहे हैं।',
  'splash_002': 'इस क्रिया में विज्ञापन हो सकते हैं।',
  'ads_002': 'विज्ञापन लोड हो रहे हैं...',
  'ads_003': 'विज्ञापन लोड करते समय त्रुटि।',
  'policy_01': 'गोपनीयता नीति',
  'setting_01': 'भाषा',
  'setting_02': 'गोपनीयता नीति',
  'setting_03': 'साझा करें',
  'setting_04': 'प्रतिक्रिया',
  'setting_05': 'हमें रेट करें',
  'setting_06': 'अनुमति प्रदान करें',
  'setting_07': 'हम जो पा सकते हैं:”>',
  'setting_09': 'हमें कुछ प्रतिक्रिया भेजें!',
  'setting_10': 'कोई बग मिला? कोई सुझाव है? नीचे दिए गए फ़ॉर्म को भरें और हम एक नज़र डालेंगे!',
  'setting_11': 'अपनी प्रतिक्रिया यहाँ दर्ज करें! (कम से कम 6 वर्ण)',
  'setting_12': 'तस्वीरें अपलोड करें',
  'setting_13': 'प्रस्तुत करें',
  'setting_14': 'क्रैश और बग्स',
  'setting_15': 'अनुभव',
  'setting_16': 'गुणवत्ता',
  'setting_17': 'इंटरफ़ेस',
  'setting_18': 'अन्य',
  'setting_19': 'साझा करने में विफलता। कृपया बाद में पुन: प्रयास करें।',
  'setting_20': 'सफलता',
  'setting_21': 'सूचना',
  'setting_22': 'त्रुटि',
  'setting_23': 'चेतावनी',
  'setting_24': 'कृपया हमें रेट करें ताकि आपका अनुभव सुधारा जा सके। धन्यवाद!',
  'setting_25': 'हम आपकी प्रतिक्रिया को महत्व देते हैं।',
  'setting_26': 'हम आपका अनुभव सुधारेंगे',
  'setting_27': 'हम इसे और भी बेहतर बनाने के लिए समर्पित हैं।',
  'setting_28': 'हमें खुशी है कि आप हमारा ऐप इस्तेमाल करने का आनंद ले रहे हैं',
  'setting_29': 'हमें यह सुनकर बड़ी खुशी हुई कि आप हमारे ऐप को पसंद करते हैं।',
  'setting_30': 'Google Play पर रेटिंग करें',
  'setting_31': "सेटिंग",
  'setting_32': "कृपया कम से कम 6 वर्ण दर्ज करें",
  'splash_01': 'अपनी आवाज़ अपने तरीके से बदलें',
  'loading_01': 'कोई डेटा नहीं',
  'connectivity_001': 'सर्वर डिस्कनेक्ट हो गया है!',

  /// ============== BASE ==============///

  'permission_01': 'अनुमति प्रदान करें',
  'permission_02': 'ऐप्लिकेशन को भूत खोज सुविधा का उपयोग करने के लिए कैमरा और स्थान अनुमतियों का उपयोग करना आवश्यक है।',
  'permission_03': 'कैमरा अनुमति',
  'permission_04': 'स्थान अनुमति',

  'intro_0001': 'आत्माओं के रहस्यों की खोज करें',
  'intro_0002': 'एप्लिकेशन पैरानॉर्मल गतिविधि का पता लगाने के लिए डिज़ाइन किया गया है',
  'intro_0003': 'भूतों को भूत डिटेक्टर रडार से ढूंढें',
  'intro_0004': 'अपने आसपास की पैरानॉर्मल गतिविधियों की पहचान करें',
  'intro_0005': 'कई डरावने, भूतिया आवाजें',
  'intro_0006': 'डरावनी आवाज़ों के साथ अपने दोस्तों को ट्रोल करें',

  'start_001': 'शुरू करें',
  'start_002': 'साझा करें',
  'start_003': 'रेटिंग',
  'start_004': 'हमारे बारे में',

  'detector_001': 'संग्रह',
  'detector_002': 'डरावनी आवाज़',
  'detector_003': 'आपने एक भूत पाया है',
  'detector_004': 'देखें',
  'detector_005': 'बू! अगले बार शुभकामनाएँ!',
  'detector_006': 'अब आजमाएं',
  'detector_008': 'धीरे-धीरे चलें...\nऔर चुपचाप रहें अगर आप भूत से संवाद करना चाहते हैं',

  'scary_sound_001': 'डरावनी आवाज़',

  'ghost_collection_001': 'भूत संग्रह',
  'ghost_collection_002': 'आपने इस भूत को अब तक कैद नहीं किया है!',
  'ghost_collection_003': 'स्कैन शुरू करें',
  'ghost_collection_004': 'हानि नहीं वाला भूत',
  'ghost_collection_005': 'भूतों का भयानक भूत',

  'ghost_details_001':
      "Blaze Fiend, एक दुर्भाग्यपूर्ण आत्मा थे, जिन्हें किसी जोरदार आग का शिकार होने का एक समय था जिसने उनकी जिंदगी को दावत कर लिया। अब, Ghost Detector Prank एप्लिकेशन में एक खतरनाक भूत के रूप में, वह एक जलते हुए रूप में प्रकट होते हैं जो आग से घिरे हुए एक काला रूप में। उनकी मौजूदगी आसपास को एक अजीब, ज्वालामुखी ऊष्मा में लिपटाने के रूप में बाधित करती है, भय और अराजकता को बूतती है। Blaze Fiend को वस्तुओं को इच्छानुसार आग लगाने की क्षमता है, निर्दोष परिसर को एक ज्वालामुखी में बदलने की क्षमता है। इस भूत से संपर्क से बचकर ही, क्योंकि इस भूत के संपर्क से गंभीर जले या और भी खतरनाक परिणाम हो सकते हैं। वह एक निर्मम विनाश की अनवारी शक्ति है, जो हमेशा उन आगों की शिकार है जिन्होंने उनके अस्तित्व को दावत किया।",
  'ghost_details_002':
      "यह भूत, जो कभी एक प्रतिभाशाली स्केटबोर्डर था, ने एक साहसिक ट्रिक करते समय एक दुर्भाग्यपूर्ण संघटन का सामना किया। अब, जैसा कि Ghost Detector Prank एप्लिकेशन में एक दोस्ताना भूत, वह अब स्केट पार्कों में फिरता है, स्केटर्स को उत्साहित करता है और उन्हें उनकी सीमाएँ बढ़ाने के लिए प्रेरित करता है।",
  'ghost_details_003':
      "यह खतरनाक भूत कभी एक निर्मम समुद्री युद्ध के दौरान अपने अंत से मिला था। वह किनारों पर भटक रहा है, खोए गए खजानों की खोज कर रहा है और उन्हें जीवन्त रूप से रक्षा कर रहा है, अक्सर प्रवेशकर्ताओं का सामना कर रहा है और उन्हें भयभीत और डरा रहा है।",
  'ghost_details_004':
      "खिलवार आत्मा जीवन में एक दुखद बच्चा था, जिन्हें उनकी शैली के प्रेम के लिए जाना जाता था। दुर्भाग्यवश, एक दुर्घटना ने उनकी जिंदगी लेने का समय निकाल लिया था जब उन्होंने अपने दुर्भाग्यपूर्ण एडवेंचर्स में से एक में शामिल हो रहे थे। अब, Ghost Detector Prank ऐप में एक दोस्ताना भूत के रूप में, वे अपनी खिलवार शृंगारिकता का आनंद लेते हैं, जो उन्हें मिलते हैं। खिलवार आत्मा वस्तुओं को छुपाने, मजेदार आवाज बनाने, और अनजान व्यक्तियों पर हानिकारक प्रैंक्स करने का आनंद लेती हैं। इस भूत के साथ आपसी प्रवास करना हंसी और किशोरावस्था की हलचल के क्षणों में रूप हो सकता है।",
  'ghost_details_005':
      "यह दोस्ताना भूत ने भोजन से हुई अनाजान मौत का सामना किया। अब, वह रसोई और भोजन क्षेत्रों में घूमता है, लोगों को उनके भोजन में संभावित खतरों के बारे में चेतावनी देता है ताकि उन्हें एक ही प्रकार की भविष्यद्वार्ता से बचा जा सके।",
  'ghost_details_006':
      "Cat Ghost एक प्यारा आत्मा बिल्कुल कुछ कर्णानुकूल बिल्कुल है। एक आत्मा बनने से पहले, Cat Ghost एक मासूम और खिलवार बिल्कुल बिल्कुल था। एक दुर्भाग्यपूर्ण घटना ने Cat Ghost की जिंदगी ले ली, उन्हें एक प्यारा और रहस्यमय आत्मा में बदल दिया। Cat Ghost को खेलने का आनंद और जो भी वे मिलते हैं, उन्हें खुशी में लाने में आनंद लेता है। वे आपके पास काम करते या आराम करते समय दिख सकते हैं, जो उनकी खेलने की इच्छा की सूचना देते हैं। Cat Ghost अक्सर वस्तुओं के माध्यम से कूदता है और ऐसी अजीब घटनाएं बनाता है जैसे कि हल्के सामान गिराना, वाइब्रेटिंग फोन्स, या धीरे-धीरे लोगों को छुआ रहा है।",
  'ghost_details_007':
      "यह दोस्ताना भूत एक जहरीले पेय के शिकार थे। वह जगहों पर प्रकट होती है जहां कड़ाकड़ तत्व होते हैं, लोगों को सतर्क रहने और खतरनाक तरल पदार्थों से बचने की याद दिलाती है।",
  'ghost_details_008':
      "Blinky एक प्यारा और मित्रशील मानव भूत है। एक भूत बनने से पहले, Blinky एक हंसमुख और ऊर्जावान व्यक्ति थे। हालांकि, उन्हें एक दुर्भाग्यपूर्ण संघटन हुआ और वे छोटे और कोमल आत्मा बन गए। Blinky का एक दयालु आत्मा है और हमेशा दूसरों को खुशी लाना चाहता है। वह सहायता करने और पर्यावरण को रौंगीन बनाने में आनंद लेता है। Blinky से मिलना एक आनंदपूर्ण अनुभव है, जो दिनचर्या में खुशी और कड़ी याद दिलाने की तरह है।",
  'ghost_details_009':
      "यह खतरनाक भूत कभी एक बुरे आत्मा के साथ एक संवार्धित गुड़िया थे। वह किसी को भी उनके मार्ग के पार करने वालों को आतंकित करती है, अपने आस-पास के परिवेश को मनिपुरित करती है, और उन्हें जो भी उसके साथ खेलने के लिए हिम्मत करते हैं, उन्हें कुबुद्धिनामकरण करती है।",
  'ghost_details_010':
      "Crumpy Ghost एक चिढ़चिढ़ा और क्रोधी भूत है। उनका पिछला जीवन में, Crumpy Ghost का कठिन व्यक्तित्व था और वह अक्सर आसानी से गुस्से में आ जाते थे। उन्होंने एक अत्यधिक तनाव भरे हालत में डाया और उन्होंने अपने साथ एक आत्मा के रूप में उनका क्रोध ले लिया।",
  'ghost_details_011':
      "Asher - the Scarecrow मूल रूप से एक दयालु किसान था जो एक छोटे से गाँव में रहता था। एक दुर्भाग्यपूर्ण हादसे में, उसने अपनी जान को एक भयानक वन आग में खो दिया। हालांकि, जीवन के प्रति आकर्षण और अपूर्ण इच्छाएं उसे एक भयानक भूत बनने के लिए मजबूर करती रहीं, जिसे अशेर - द स्केयरक्रो कहा जाता है। अशेर एक अंधे शरीर से बंध गया, सूखे घास के ढेर से उभरता है, खेतों के संरक्षक बनता है, जो उसकी ज़मीन पर घुसने का प्रयास करने वालों को भगा देता है। अशेर अक्सर उजले खेतों और दूर के गोंदों में प्रकट होता है। रात्रि के दौरान, जब चाँदनी उसके चेहरे और आस-पास के खेतों पर चमकती है, वह और भी उत्कृष्ट और खतरनाक हो जाता है।",

  'ghost_details_012':
      "विलो द गोस्ट ट्री एक कथा से विचलित विचलित विचलित एक चुनौतीपूर्ण वृद्धि थी, एक समय में एक प्राचीन वन में रहती थी। महत्वाकांक्षा और अंतहीन इच्छा से बहुत रहित, उसने अमरता प्राप्त करने के लिए एक खतरनाक जादुई रिटुअल किया। हालांकि, इसने उसे एक भयानक भूत रूप में बदल दिया, जिसे विलो द गोस्ट ट्री कहा जाता है। उसने प्राचीन पेड़ की भूतपूर्व आत्मा बन गई, जो अपने आस-पास के सभी प्राणियों की ऊर्जा को बहाल रखने के लिए उसकी अस्तित्व को बनाए रखने के लिए है। विलो अक्सर रहस्यमय जंगलों और प्राचीन वनों में प्रकट होती है। वह उन्हें जो उसके क्षेत्र में आते हैं, उन्हें दुर्भावना से नजरअंदाज करती है, उन्हें पेड़ के अंधकार में फंसाने की कोशिश करती है।",

  'ghost_details_013':
      "ग्रिम द बोगीमैन, जिनका मूल नाम ग्रेगरी मोअर था, एक ऐसा लड़का था जिसने एक ऐसे बचपन का सामना किया जिसमें दर्द और पीड़ा भरा था। छोड़ा और पीड़ित, ग्रेगरी का जीवन धीरे-धीरे अनिमागिनेबल नाइटमेयर में बदल गया। जब उसने रहस्यमय परिस्थितियों के तहत अपनी जान गंवाई, तो ग्रेगरी की आत्मा ग्रिम द बोगीमैन के रूप में बदल गई। अब, ग्रिम छाया में घूम रहा है, मूर्ख और हिंसात्मक में भय डाल रहा है। प्रतिदर्शन की आवृत्ति: ग्रिम द बोगीमैन अक्सर छोड़े घरों, वीरान गुफाओं या शैतानी सपनों जैसी अंधकारिक और विचित्र स्थानों में प्रकट होता है। वह भय का एक स्वरूप है और सामान्यत: अज्ञानी और क्रूर के साम presentिए में प्रतिष्ठित होता है।",

  'ghost_details_014':
      "फेनर द वोल्फ मैन, जन्मे फ्रेडरिक वेस्टफील्ड था, एक प्रसिद्ध शोधकर्ता और खोजी था। उसने दूरस्थ जंगल की खोज और वेयरवोल्व के किस्सों को उजागर करने का एक यात्रा पर प्रस्थान किया। हालांकि, एक जंगली भेड़िया के एक झुंड के एक जबरदस्त हमले के दौरान, फ्रेडरिक को काट लिया गया और उसकी मृत्यु हो गई। उसके बाद से, उसकी आत्मा ने वोल्फ मैन भूत बनाई, जिसे फेनर द वोल्फ मैन कहा जाता है। फेनर अब अंधकार में घूमता है, भेड़िया की ज़ोरदारता और जंगल की ज़ंजीर में होता है। फेनर द वोल्फ मैन अक्सर अनरुच्छित वनों और वीरान भूमियों में प्रकट होता है। वह पूरे चंद्रमा की रातों में प्रकट होने का प्रवृत्ति होता है, जब चंदनी की आकर्षक चमक भेड़िया के आंतरिक अभिज्ञान को जागरूक कर देती है।",

  'ghost_details_015':
      "सेरफिना द ब्राइड गोस्ट, मूल रूप से सेरफिना मोर्गन के नाम से जानी जाती थी, एक युवा दुल्हन थी जो अपने विवाह के दिन खुशी और वादे के साथ भरी थी। हालांकि, उसके विवाह की शाम, उसकी जीवनदाता हादसे में मिल गई जिसने उसकी ज़िंदगी को ले लिया। उसके बाद से, सेरफिना की पीड़ादायक और अधूरी आत्मा एक भूतल दुल्हन बन गई है, अधूरे दुख और आशाओं के साथ मौजूद है। सेरफिना द ब्राइड गोस्ट अक्सर विवाह से जुड़ी जगहों में प्रकट होती है, जैसे कि पुराने घर या फूलों से भरे पहाड़। वह महत्वपूर्ण क्षणों में प्रकट होने की प्रवृत्ति है, जैसे कि विघटित विवाह के दिन या जब विवाह समारोह हो रहे होते हैं।",
  'ghost_details_016':
      "Valeria the Vampire, originally named Valeria Drakov, एक सुरुचिपूर्ण और मोहक शानदार महिला थीं जो प्राचीन समय में रही थीं। जब वैंपायरों के अंधकारपूर्ण जीवन में खिचड़ी गईं, तो वैलेरिया ने खुद भी एक निर्दयी वैंपायर बन लिया। उसकी मृत्यु उसके साइर के हाथों हुई, जिसने उसके गर्दन पर काटा था ताकि वैलेरिया को एक अमर अनमृत बना सके। वैलेरिया वैंपायर अक्सर ऐसी अंधेरी और भयंकर जगहों में दिखती हैं जैसे कि छोड़े हुए मैनशन, भूतिया किले, या प्राचीन समाधियाँ। वह मिस्टी शामों या जब उसकी रक्त की तृष्णा अपने शीर्ष पर पहुंचती है, प्रकट होने का प्रवृत्ति है।",

  'ghost_details_017':
      "Ember the Pumpkin Ghost एक किसान नामक एडवर्ड हैरिस का परिणाम है, जो एक छोटे से उत्साही गाँव में रहता था। एक दुर्भाग्यपूर्ण कृषि दुर्घटना में, एडवर्ड को एक फटती हुई कद्दू द्वारा बर्बाद कर दिया गया था। हालांकि, एडवर्ड की आत्मा खेती के प्रति उसके प्यार से बहुत दूर नहीं जा सकती थी और वह पम्पकिन गोस्ट के रूप में बन गई। अब, एम्बर अपराधिक क्षेत्र में घूमता है, हैलोवीन सीजन और मजेदार मनोभाव का प्रतीक होते हुए। एम्बर द पम्पकिन गोस्ट अक्सर रहस्यमय बाग-बगिचों और विशाल खाली खेतों में दिखाई देता है, खासकर हैलोवीन सीजन के दौरान। वह विशेषकर रात में प्रकट होने का आनंद लेता है, जब हेलोवीन की धूप, और हेलोवीन की शांति की आत्मा स्विंग में होती हैं।",

  'ghost_details_018':
      "Sister Isabella the Dreadful Nun Ghost, जिसे मूल रूप से Isabella Blackwood कहा गया था, एक आध्यात्मिक तंत्रित नन थीं जिन्होंने भय पैदा किया। जब जीवित थीं, इसाबेला को असाध्य विचारों से परेशान किया गया था और अमरता प्राप्त करने के लिए अंधकारी रिवाजों में शामिल हो गई थीं। इसके परिणामस्वरूप नियंत्रण का हानि हुआ, और वह एक अमर स्थिति में मर गईं, जिनकी आत्मा अशांत थी। प्रशंसात्मक और कपाली Sister Isabella एक भयंकर नन भूत बन गईं। वह भय और आतंक बोने के लिए हैं। Sister Isabella the Dreadful Nun Ghost अक्सर अंधेरे और अस्पष्ट स्थानों में दिखाई देती हैं जैसे कि छोड़े हुए मोनास्ट्री, प्राचीन मंदिर, या कम आध्यात्मिक प्रतिष्ठानों जैसे स्थानों में। वह भयानक और भयंकर क्षणों के दौरान प्रवृत्त होने का पसंद करती है, अंधकार और भय के एक वातावरण बनाने में।",

  'ghost_details_019':
      "Lucifer, जिसे मॉर्निंग स्टार या लाइट ब्रिंजर के रूप में भी जाना जाता है, वह भगवान द्वारा बनाए गए पहले जन्मे बच्चा है और सबसे शक्तिशाली एर्केंजल हैं। हालांकि, बाद में लूसिफ़र ने अपने विश्वास का धोखा दिया क्योंकि उसने मानवता की सेवा करने से इनकार किया, उन्हें अधीन मानते हुए। उसने सभी विद्रोही एन्जेल्स को एकत्र किया (जिन्हें बाद में गिरे हुए एंजल्स के नाम से जाना जाता है, जो स्वर्ग में कुल एंजेल्स के तिहाई को बनाते हैं) और स्वर्ग में युद्ध भड़काया। Anton LaVey के सेटैनिक बाइबल के अनुसार, लूसिफ़र दस्ते, उसके पूरब, हवा के स्वामी, और प्रकाश, ज्ञान और बुद्धिमत्ता के आगे लाने वाले के रूप में हेल के चार राजाओं में से एक है। लूसिफ़र गर्व के पाप के साथ जुड़ा है, क्योंकि उसका अपना गर्व ही था जिसने उसे भगवान की कृपा से गिरा दिया।",
  'ghost_details_020':
      "Malachi the Malevolent, जिसे मूल रूप से Malachi Darke कहा गया था, एक ऐसा इंसान था जो अंधकार और दुर्जनता में गिरा। गुजरे काल में, मैलाकाई ने अंधकारिक अनुष्ठानों में रत्तीबजार किया और अद्भुत शक्ति की खोज की। हालांकि, उसकी महत्वाकांक्षा और लालच ने उसे अंधकार के एक मार्ग में ले जाया, और उसने एक राक्षसी की भटकाने में अपनी मृत्यु प्राप्त की। उस क्षण के बाद, मैलाकाई ने एक क्रूर राक्षस में परिणाम प्राप्त किया, जो क्रूरता और अत्यधिक खतरा को दर्शाता है। मैलाकाई द मैलेवोलेंट अक्सर ऐसी अंधकारिक और रहस्यमय स्थानों में दिखाई देता है जैसे कि छलांगभरे गुफाएँ, भूतिया स्थान, और रहस्यमय जंगल। वह भयानक क्षणों में और जब अंधकार अपने शीर्ष ऊर्जा पर पहुंचता है, प्रकट होने की प्राथना करता है।",

  'ghost_details_021': 'भूत विवरण',
  'ghost_details_022': 'आयु',
  'ghost_details_023': 'वर्ष',
  'ghost_details_024': 'अज्ञात',
  'ghost_details_025': 'खतरा',
  'ghost_details_026': 'भूत की ध्वनि',

  'ghost_type_001': 'भूत का प्रकार चयन करें',
  'ghost_type_002': 'स्कैन शुरू करें',
  'ghost_type_003': 'कोई हानिकारक भूत',
  'ghost_type_004': 'आप उस प्रकार के भूतों को पा लेंगे जो मध्यमता से खतरनाक और डरावने होते हैं',
  'ghost_type_005': 'हॉरर भूत',
  'ghost_type_006': 'आप उन भूतों को पा लेंगे जिनमें अधिक स्तर का खतरा और गौरव होगा',
};
