const Map<String, String> ru = {
  /// ============== BASE ==============///
  'change_language': 'Язык',
  'select_language': 'Выберите язык',
  'English': 'Английский',
  'Espanol': 'Испанский',
  'Portuguese': 'Португальский',
  'Hindi': 'Хинди',
  'Francais': 'Французский',
  'Vietnamese': 'Вьетнамский',
  'Russian': 'Русский',
  'intro_07': 'Начать',
  'intro_08': 'Продолжить',
  'ads_001': 'Реклама успешно загружена.',
  'splash_002': 'Это действие может содержать рекламу',
  'ads_002': 'Загрузка рекламы...',
  'ads_003': 'Ошибка загрузки рекламы.',
  'policy_01': 'Политика конфиденциальности',
  'setting_01': 'Язык',
  'setting_02': 'Политика конфиденциальности',
  'setting_03': 'Поделиться',
  'setting_04': 'Обратная связь',
  'setting_05': 'Оцените нас',
  'setting_06': 'Предоставить разрешение',
  'setting_07': 'Лучшее, что мы можем получить: ”>',
  'setting_08': '',
  'setting_09': 'Оставьте нам отзывы!',
  'setting_10': 'Нашли баг? Есть предложение? Заполните форму ниже, и мы посмотрим!',
  'setting_11': 'Введите свой отзыв здесь! (минимум 6 символов)',
  'setting_12': 'Загрузить фотографии',
  'setting_13': 'ПОДТВЕРДИТЬ',
  'setting_14': 'Сбои и баги',
  'setting_15': 'Опыт',
  'setting_16': 'Качество',
  'setting_17': 'Интерфейс',
  'setting_18': 'Другие',
  'setting_19': 'Сбой при попытке поделиться. Пожалуйста, попробуйте позже.',
  'setting_20': 'Успех',
  'setting_21': 'Инфо',
  'setting_22': 'Ошибка',
  'setting_23': 'Предупреждение',
  'setting_24': 'Пожалуйста, оцените нас, чтобы улучшить ваш опыт. Спасибо!',
  'setting_25': 'Мы ценим ваш отзыв.',
  'setting_26': 'Мы улучшим ваш опыт',
  'setting_27': 'Мы обязуемся сделать его еще лучше.',
  'setting_28': 'Мы рады, что вам нравится пользоваться нашим приложением',
  'setting_29': 'Мы в восторге, что вам нравится наше приложение.',
  'setting_30': 'Оценить в Google Play',
  'setting_31': 'Настройки',
  'setting_32': 'Пожалуйста, введите как минимум 6 символов',
  'loading_01': 'Нет данных',
  'feedback_01': 'Спасибо за ваш отзыв!',
  'connectivity_001': 'Отключение от сервера!',

  /// ============== BASE ==============///

  'permission_01': 'Предоставить разрешение',
  'permission_02':
      'Для использования функции поиска по призракам приложению необходимо использовать разрешения Камеры и Местоположения.',
  'permission_03': 'Разрешение камеры',
  'permission_04': 'Разрешение на местоположение',

  'intro_0001': 'ОТКРОЙТЕ ТАЙНЫ ДУХОВ',
  'intro_0002': 'Приложение разработано для обнаружения паранормальной активности',
  'intro_0003': 'НАЙДИТЕ ПРИЗРАКОВ С ПОМОЩЬЮ РАДАРА ДЕТЕКТОРА ПРИЗРАКОВ',
  'intro_0004': 'Определите паранормальную активность вокруг вас',
  'intro_0005': 'много страшных, жутких звуков',
  'intro_0006': 'Обманывайте своих друзей страшными звуками',

  'start_001': 'СТАРТ',
  'start_002': 'Поделиться',
  'start_003': 'Оценить',
  'start_004': 'О нас',

  'detector_001': 'Коллекция',
  'detector_002': 'Страшный звук',
  'detector_003': 'Вы нашли призрака',
  'detector_004': 'ВИД',
  'detector_005': 'Бу! Удачи в следующий раз!',
  'detector_006': 'ПОПРОБУЙТЕ СЕЙЧАС',
  'detector_008': 'Идите медленно...\nИ молчите, если хотите общаться с призраком',

  'scary_sound_001': 'Страшный звук',

  'ghost_collection_001': 'Коллекция призраков',
  'ghost_collection_002': 'Вы еще не поймали этого призрака!',
  'ghost_collection_003': 'Начать сканирование',
  'ghost_collection_004': 'Безвредный призрак',
  'ghost_collection_005': 'Ужасный призрак',

  'ghost_details_001':
      "Блейз Финд, зловещий дух, когда-то был жертвой жесткого пожара, унесшего его жизнь. Теперь, как опасный призрак в приложении Ghost Detector Prank, он проявляется как обугленная фигура, окутанная пламенем. Его присутствие поглощает окружающее своеобразным, пекучим теплом, внушая страх и хаос. У Блейза Финда есть способность поджигать объекты на свое усмотрение, превращая невинные окрестности в пылающее пекло. Приближайтесь с крайней осторожностью, так как контакт с этим призраком может привести к тяжелым ожогам или даже худшим последствиям. Он беспощадная сила разрушения, навсегда преследующая пламя, которое унесло его существование.",
  'ghost_details_002':
      "Этот призрак, когда-то талантливый скейтбордист, попал в несчастный случай, выполняя смелый трюк. Теперь, как дружелюбный призрак, он скользит по скейт-паркам, подбадривая скейтеров и вдохновляя их на преодоление своих пределов.",
  'ghost_details_003':
      "Этот опасный призрак был беспощадным пиратом, который нашел свой конец во время жесткой морской битвы. Он бродит у берега, ища потерянные сокровища и страстно защищая их, часто сталкиваясь и пугая вторженцев.",
  'ghost_details_004':
      "Игривый Дух был шаловливым ребенком в жизни, известным своей любовью к розыгрышам и игривой природой. К сожалению, несчастный случай лишил его жизни, когда он участвовал в одном из своих шаловливых приключений. Теперь, как дружелюбный призрак в приложении Ghost Detector Prank, он продолжает свои игривые уловки, принося радость и смех тем, кто с ним сталкивается. Игривый Дух любит прятать предметы, издавать смешные звуки и вытворять безобидные розыгрыши с ничего не подозревающими людьми. Общение с этим призраком может привести к моментам веселья и напоминанию о беззаботности детства.",
  'ghost_details_005':
      "Этот дружелюбный призрак встретил свой конец из-за пищевого отравления. Теперь он бродит по кухням и столовым, предупреждая людей о потенциальных опасностях в их еде, чтобы предотвратить их от схождения с тем же судьбой.",
  'ghost_details_006':
      "Кот-Призрак - это очаровательный призрак-кот. Прежде чем стать призраком, Кот-Призрак был невинным и игривым котом. Несчастный случай лишил Кот-Призрака жизни, превратив его в милый и загадочный дух. Кот-Призрак любит играть и приносить радость тем, с кем встречается. Он может появиться рядом с вами, когда вы работаете или отдыхаете, сигнализируя свое желание поиграть. Кот-Призрак часто прыгает сквозь объекты и создает странные явления, такие как сбрасывание легких предметов, вибрация телефонов или нежное тыканье людей.",
  'ghost_details_007':
      "Этот дружелюбный призрак стал жертвой отравленного напитка. Она появляется в местах, где присутствуют токсичные вещества, напоминая людям быть осторожными и избегать опасных жидкостей.",
  'ghost_details_008':
      "Блинки - это милый и дружелюбный человеческий призрак. Прежде чем стать призраком, Блинки был веселым и энергичным человеком. Однако несчастный случай привел к тому, что он стал маленьким и добрым духом. У Блинки добрая душа и всегда есть желание приносить радость другим. Он любит помогать и делать окружающую среду более яркой. Встреча с Блинки - это восхитительный опыт, похожий на напоминание о ценности счастья и близости в повседневной жизни.",
  'ghost_details_009':
      "Этот опасный призрак когда-то был одержимой куклой с злым духом. Она терроризирует всех, кто пересекает ей путь, манипулируя окружающей средой и принося кошмары тем, кто смеет с ней играть.",
  'ghost_details_010':
      "Крампи Гост - это ворчливый и раздражительный призрак. В своей предыдущей жизни Крампи Гост имел трудный характер и часто легко раздражался. Он умер в состоянии крайнего стресса и несет свой гнев с собой как дух.",
  'ghost_details_011':
      "Ашер - Пугало изначально был добросердечным фермером, жившим в небольшой деревне. В трагическом случае он потерял жизнь в разрушительном лесном пожаре. Однако магия жизни и неудовлетворенные желания заставили его стать ужасающим призраком, известным как Ашер - Пугало. Ашер привязан к беспросветному телу, появляясь из кучи сухой травы, становясь стражем полей, прогоняя всех, кто пытается проникнуть на его землю. Ашер часто появляется на заброшенных полях и отдаленных лугах. Он становится более ярким и опасным ночью, когда лунный свет светит на его лицо и окружающие поля.",
  'ghost_details_012':
      "Виллоу, Призрачное Дерево, - ведьма из легенды, когда-то жившая в древнем лесу. Поглощенная амбициями и бесконечным желанием, она провела опасный магический ритуал для достижения бессмертия. Однако это превратило ее в ужасающее призрачное дерево, известное как Виллоу, Призрачное Дерево. Она стала призрачным духом древнего дерева, поддерживая свое существование, вытягивая энергию всех существ вокруг нее. Виллоу часто появляется в таинственных лесах и древних рощах. Она относится с злобой к тем, кто приближается к ее владениям, стремясь поглотить их во тьме дерева.",
  'ghost_details_013':
      "Грим, Буба, изначально именованный Грегори Мур, был мальчиком, который пережил детство, полное боли и страданий. Брошенный и замученный, жизнь Грегори медленно превратилась в невообразимый кошмар. Когда он умер при загадочных обстоятельствах, душа Грегори превратилась в ужасающее призрака, известного как Грим, Буба. Теперь Грим бродит в тени, вселяя страх в глупцов и жестоких. Частота появления: Грим, Буба, часто появляется в темных и жутких местах, таких как заброшенные дома, отдаленные пещеры или в зловещих снах. Он является воплощением страха и обычно проявляется в присутствии невежественных и жестоких людей.",
  'ghost_details_014':
      "Фенрир, Волк-Человек, настоящее имя которого Фредерик Уэстфилд, был известным исследователем и авантюристом. Он отправился в путешествие, чтобы исследовать далекие дикие места и раскрывать легенды об оборотне. Однако, во время свирепой атаки стаи диких волков, Фредерик был укушен и встретил свой конец. С тех пор его душа превратилась в призрака Волк-Человека, известного как Фенрир, Волк-Человек. Фенрир теперь бродит во тьме, воплощая свирепство и дикость волка. Фенрир, Волк-Человек, часто появляется в необъятных лесах и пустынных землях. Он обычно проявляется в полнолуние, когда манящий свет луны пробуждает внутренний волчий инстинкт.",
  'ghost_details_015':
      "Серафина, Призрачная Невеста, изначально известная как Серафина Морган, была молодой невестой, полной счастья и обещаний в день своей свадьбы. Однако, в ночь перед свадьбой, ее ждала трагическая автомобильная авария, отнявшая у нее жизнь. С тех пор измученная и неполная душа Серафины стала призрачной невестой, существующей с неисполненной болью и надеждами. Серафина, Призрачная Невеста, часто появляется в местах, связанных со свадьбами, таких как старые дома или холмы, полные цветов. Она тенденциозно проявляется во время значимых моментов, таких как нарушенные свадебные дни или когда проводятся церемонии бракосочетания.",
  'ghost_details_016':
      "Валерия Вампир, изначально именованная Валерия Драков, была элегантной и соблазнительной благородной дамой в древние времена. Увлеченная темной жизнью вампиров, Валерия сама стала беспощадным вампиром. Ее конец наступил от рук ее создателя, который укусил ее за шею, превратив Валерию в бессмертное неживое существо. Валерия Вампир часто появляется в темных и зловещих местах, таких как заброшенные особняки, замки с привидениями или древние гробницы. Она имеет тенденцию проявляться в туманные вечера или когда ее жажда крови достигает своего пика.",
  'ghost_details_017':
      "Эмбер Тыквенный Призрак - результат фермера по имени Эдвард Харрис, живущего в маленькой, восторженной деревне. В трагическом случае на ферме Эдварда его разорвало взрывающейся тыквой. Тем не менее душа Эдварда не могла уйти далеко от его страсти к фермерству, и он стал Тыквенным Призраком по имени Эмбер. Теперь Эмбер блуждает в сверхъестественном мире, воплощая Хэллоуин и радостный дух веселья. Эмбер Тыквенный Призрак часто появляется в таинственных садах и просторных пустых полях, особенно во время Хэллоуина. Он особенно любит появляться ночью, когда мерцающий свет свечи и атмосфера холода Хэллоуина находятся в полном разгаре.",
  'ghost_details_018':
      "Сестра Изабелла Ужасная Монашка, изначально именованная Изабелла Блэквуд, была духовно мучимой монашкой, вызывавшей ужас. Когда она была жива, Изабеллу преследовали зловещие мысли, и она участвовала в темных ритуалах для достижения бессмертия. Это привело к потере контроля, и она умерла в бессмертном состоянии, ее душа была беспокойной. Благоговейная и зловещая, сестра Изабелла стала ужасающим монашеским привидением, известным как Изабелла Ужасная. Она существует, чтобы сеять страх и ужас. Сестра Изабелла Ужасная Монашка часто появляется в темных и таинственных местах, таких как заброшенные монастыри, древние храмы или области со слабым духовным присутствием. Она предпочитает проявляться во время ужасных и пугающих моментов, создавая атмосферу тьмы и страха.",
  'ghost_details_019':
      "Люцифер, также известный как Утренняя Звезда или Проводник Света, - первенец, созданный Богом и самый могущественный архангел. Однако Люцифер позже предал свою веру, потому что отказался служить человечеству, считая его низшим. Он собрал всех бунтующих ангелов (позже известных как Павшие Ангелы, составляющие около трети общего числа ангелов на Небесах) и разжег Войну на Небесах. Согласно Сатанинской Библии Антона ЛаВея, Люцифер - один из четырех королей Ада, связанный с Востоком, повелителем ветров и приносящим свет, просвещение и мудрость. Люцифер связан с грехом гордыни, так как его гордыня привела к его падению из благодати Бога.",
  'ghost_details_020':
      "Малахай Зловещий, изначально именованный Малахай Дарк, - человек, погрязший во тьме и зловещности. В прошлом Малахай погружался в темные ритуалы и искал сверхъестественную силу. Однако его амбиции и жадность повели его по пути тьмы, и он встретил свою гибель под соблазном демона. С этого момента Малахай превратился в зловещего демона, воплощая жестокость и непреодолимую угрозу. Малахай Зловещий часто появляется в темных и загадочных местах, таких как коварные пещеры, заброшенные места и загадочные леса. Он предпочитает проявляться во время ужасных моментов и когда тьма достигает своей максимальной энергии.",

  'ghost_details_021': 'Детали призрака',
  'ghost_details_022': 'Возраст',
  'ghost_details_023': 'лет',
  'ghost_details_024': 'Неизвестно',
  'ghost_details_025': 'Опасность',
  'ghost_details_026': 'Звук призрака',

  'ghost_type_001': 'Выбрать тип призрака',
  'ghost_type_002': 'Начать сканирование',
  'ghost_type_003': 'Безопасный призрак',
  'ghost_type_004': 'Вы найдете призраков, которые умеренно опасны и страшны',
  'ghost_type_005': 'Ужасный призрак',
  'ghost_type_006': 'Вы найдете призраков с высоким уровнем опасности и чести',
};
